Repository: BAMresearch/EU-energy-label-app
Catalog: lib/l10n/messages_*.arb
Languages: de

# error_unknown
source: An error occurred.
de: Ein Fehler ist aufgetreten.

# error_image_loading
source: Image could not be loaded.
de: Bild konnte nicht geladen werden.

# error_video_loading
source: Video could not be loaded.
de: Video konnte nicht geladen werden.

# onboarding_page_1_title
source: The new EU energy label
de: Das neue EU-Energielabel

# onboarding_page_1_description
source: Why new energy labels, what will change and how can you benefit? In the section "Why new energy labels?" you will find an overview.
de: Warum gibt es das neue EU-Energielabel, was ändert sich praktisch und wie profitieren Sie davon? In der Rubrik „Warum neue Energielabel?“ finden Sie alles Wissenswerte auf einen Blick.

# onboarding_page_2_description
source: With the QR scan in the app's navigation bar you can read the QR code on the new EU energy label. The code leads you to more information about the product with just one click.
de: Mit dem QR-Scan in der Navigationsleiste der App können Sie den QR-Code auf dem neuen EU-Energielabel lesen. Mit nur einem Klick leitet der Code Sie zu weiteren Produktinformationen.

# onboarding_page_3_title
source: Label guide
de: Label-Lotse

# onboarding_page_3_title_semantic
source: label guide
de: Label Lotse

# onboarding_page_3_description
source: You need a new appliance or want to save energy in your home? The label guide gives you hints when buying new appliances and helps you save resources.
de: Sie benötigen ein neues Elektrogerät oder möchten zu Hause mehr Energie sparen? Der Label-Lotse navigiert Sie sicher durch den Neukauf verschiedener Geräte und gibt Tipps zum Ressourcensparen.

# onboarding_page_4_title
source: Energy quiz
de: Energie-Quiz

# onboarding_page_4_description
source: It's your turn to answer in the energy quiz! Choose between two levels of difficulty and test your knowledge regarding energy savings and everyday energy efficiency.
de: Im Energie-Quiz sind Sie gefragt! Wählen Sie zwischen zwei Schwierigkeitsstufen und testen Sie Ihr Wissen rund um Stromsparen und Energieeffizienz im Alltag.

# onboarding_page_5_title
source: My favourites
de: Meine Merklisten

# onboarding_page_5_description
source: Create your own favourites to save product information when looking for an appliance. Use the "favourites" button in the navigation bar to create, view and change lists.
de: Erstellen Sie individuelle Merklisten, um sich Produkte und Inhalte dieser App zu merken. Über „Merklisten“ in der Navigationsleiste können Sie Listen anlegen und bearbeiten.

# onboarding_skip_button
source: Skip
de: Überspringen

# onboarding_finish_button
source: Done
de: Fertig

# tab_label_favorites
source: Favourites
de: Merklisten

# home_dashboard_label_guide
source: Label guide
de: Label-Lotse

# home_dashboard_label_guide_hint
source: choose category
de: Kategorie auswählen

# home_dashboard_energy_quiz
source: Energy quiz
de: Energie-Quiz

# home_dashboard_favorites
source: My favourites
de: Meine Merklisten

# home_dashboard_first_steps
source: First steps
de: Erste Schritte

# home_menu
source: menu
de: Menü

# home_menu_infothek
source: Info
de: Infothek

# home_menu_first_steps
source: First steps
de: Erste Schritte

# home_menu_about_app
source: About this app
de: Über die App

# home_menu_privacy_policy
source: Privacy policy
de: Datenschutz

# home_menu_imprint
source: Imprint
de: Impressum

# home_menu_share
source: Share
de: Teilen

# know_how_item_why_is_there
source: Why new energy labels?
de: Warum neue Energielabel?

# know_how_item_label_guide
source: Label guide
de: Label-Lotse

# know_how_item_glossary
source: Glossary
de: Glossar

# know_how_item_regulations
source: Regulations
de: Verordnungen

# tips_page_title
source: Tips
de: Tipps

# guide_page_title
source: guide
de: Ratgeber

# regulations_page_pdf_label
source: Energy label (PDF)
de: Energielabel (PDF)

# glossary_page_title
source: Glossary
de: Glossar

# glossary_page_title_semantic
source: Glossary
de: Glossar

# glossary_page_search_hint
source: Enter term
de: Glossar durchsuchen

# glossary_page_search_no_matches
source: No match
de: Keine Treffer

# glossary_page_search_clear_button_semantics
source: Clear Search
de: Textfeld leeren

# scanner_instructions
source: Point the camera at the QR code on the EU energy label.
de: Richten Sie die Kamera auf den QR-Code des EU-Energielabels.

# product_details_page_title
source: product information
de: Produktinformationen

# product_favorite_dialog_title
source: Save product to lists
de: Produkt merken

# product_favorite_dialog_set_title
source: Enter name
de: Bezeichnung angeben

# product_favorite_dialog_set_title_hint
source: Name
de: Bezeichnung

# product_favorite_dialog_set_title_error
source: Name cannot be empty
de: Bezeichnung darf nicht leer sein.

# product_favorite_dialog_set_category
source: Choose product category
de: Produktkategorie auswählen

# product_favorite_dialog_set_category_error
source: Please choose a product category
de: Bitte wählen Sie eine Produktkategorie.

# product_favorite_dialog_next
source: Continue
de: Weiter

# product_favorite_dialog_cancel_button
source: Cancel
de: Abbrechen

# product_favorite_dialog_confirmation_button
source: Done
de: Fertig

# quiz_update_available_dialog_title
source: Update available
de: Update verfügbar

# quiz_update_available_dialog_message
source: There's an update for the quiz. Would you like to load it?
de: Für das Quiz stehen neue Inhalte zur Verfügung. Möchten Sie diese jetzt laden?

# quiz_update_available_dialog_update_button
source: update
de: Aktualisieren

# quiz_update_available_dialog_cancel_button
source: cancel
de: Abbrechen

# quiz_question_label
source: question {currentQuestion} of {maxQuestions}
de: Frage {currentQuestion} von {maxQuestions}

# quiz_next_button
source: next
de: Weiter

# quiz_replay_button
source: play again
de: Nochmal spielen

# quiz_answer_count_label
source: answer {currentAnswer} of {maxAnswers}
de: Antwort {currentAnswer} von {maxAnswers}

# quiz_answer_congratulation_label
source: Great, this is correct!
de: Super, das ist korrekt!

# quiz_answer_congratulation_image_semantics
source: thumbs up
de: Daumen hoch

# quiz_answer_you_are_wrong_label
source: Oops, wrong answer.
de: Ooops, leider falsch.

# quiz_answer_you_are_wrong_image_semantics
source: thumbs down
de: Daumen runter

# quiz_answer_explanation_header_label
source: A short explanation.
de: Vielleicht eine kurze Erklärung zu dieser Frage.

# quiz_result_score_label
source: {correctAnswers} of {maxAnswers} questions answered correctly.
de: {correctAnswers} von {maxAnswers} Fragen richtig beantwortet.

# quiz_result_label_good
source: Congratulations! You're an energy expert.
de: Herzlichen Glückwunsch! Sie sind ein Energiesparfuchs.

# quiz_result_label_bad
source: Not bad. But there's still something to learn.
de: Schon gut. Aber da ist noch Luft nach oben.

# about_app_languages
source: About language settings
de: Hinweis zu Spracheinstellungen

# about_app_languages_detail
source: The EU energy label app is available in English and German. Your device's language settings are used automatically. To change them, use the system preferences of your device.
de: Die EU-Energielabel-App ist in Englisch und Deutsch verfügbar. Sie übernimmt automatisch die Spracheinstellungen ihres Endgeräts. Sprachänderungen können Sie in den Systemeinstellungen Ihres Geräts vornehmen.

# about_app_licenses
source: Licenses
de: Lizenzen

# imprint_page_title
source: imprint
de: Impressum

# about_bam_page_title
source: about BAM
de: Über die BAM

# privacy_policy_title
source: Privacy policy
de: Datenschutzerklärung

# share_page_body
source: Up-to-date information and tips for saving energy in an app? Download the EU energy label app now.
de: Aktuelle Infos und Alltagstipps zum Thema Energiesparen in einer App? Jetzt die neue EU-Energielabel-App herunterladen.

# share_page_subject
source: EU energy label app
de: EU-Energielabel-App

# share_page_share_button
source: share
de: Teilen

# favorites_page_title
source: My favourites
de: Meine Merklisten

# favorites_tab_products
source: Products
de: Produkte

# favorites_no_favorite
source: Your list is empty
de: Sie haben sich noch nichts gemerkt.

# favorites_know_how_checklists_section_title
source: Checklists
de: Checklisten

# favorites_page_export_dialog_title
source: Export as file
de: PDF exportieren

# favorites_page_export_dialog_hint
source: Please choose which information to export.
de: Bitte wählen Sie die zu exportierenden Bereiche aus.

# favorites_page_export_dialog_export_button
source: export
de: Exportieren

# favorites_page_export_dialog_cancel_button
source: cancel
de: Abbrechen

# favorites_page_export_dialog_products_checkbox
source: Products
de: Produkte

# favorites_page_export_dialog_loading_hint
source: creating PDF
de: PDF wird erstellt.

# pdf_filename
source: energy-label-export
de: Energielabel-Export

# pdf_footer_link
source: https://oekodesign.bam.de/energylabel
de: https://oekodesign.bam.de/energielabel

# pdf_products_category_title
source: Products
de: Produkte

# pdf_know_how_checklists_category
source: {type} - Checklist
de: {type} - Checkliste

# pdf_know_how_tips_category
source: {type} - Tips
de: {type} - Tipps

# favorites_edit_list_button_semantics
source: {lisType} edit
de: {lisType} bearbeiten

# edit_favorite_products_page_title
source: products
de: Produkte

# edit_favorite_checklists_page_title
source: Checklists
de: Checklisten

# edit_favorite_tips_page_title
source: Tips
de: Tipps

# edit_favorite_empty_state
source: No favourites available.
de: Keine Favoriten verfügbar.

# edit_favorite_deletion_confirmation
source: Favourites removed.
de: Favoriten wurden erfolgreich entfernt.

# edit_favorite_deletion_undo_action
source: Undo remove
de: Wiederherstellen

# favorites_label_tips_section_title
source: Tips
de: Tipps

# checklist_page_title
source: Checklist
de: Checkliste

# checklist_add_favorite_success
source: Entry was successfully saved in your favourites.
de: Der Eintrag wurde erfolgreich in der Merkliste gespeichert.

# checklist_add_favorite_failure
source: Entry could not be saved in your favourites. Please try again.
de: Der Eintrag konnte nicht in der Merkliste gespeichert werden. Bitte versuchen Sie es noch einmal.

# checklist_remove_favorite_success
source: Entry was successfully removed from your favourites.
de: Der Eintrag wurde erfolgreich aus der Merkliste entfernt.

# checklist_remove_favorite_failure
source: Entry could not be removed from your favourites. Please try again.
de: Der Eintrag konnte nicht aus der Merkliste entfernt werden. Bitte versuchen Sie es noch einmal.

# checklists_add_favorite_icon_semantics
source: Add checklist to my Favourites
de: Checkliste zur Merkliste hinzufügen

# checklists_remove_favorite_icon_semantics
source: Remove checklist from my Favourites
de: Checkliste von Merkliste entfernen

# label_tips_add_favorite_success
source: Entry was successfully saved your favourites.
de: Der Eintrag wurde erfolgreich in der Merkliste gespeichert.

# label_tips_add_favorite_failure
source: Entry could not be saved in your favourites. Please try again.
de: Der Eintrag konnte nicht in der Merkliste gespeichert werden. Bitte versuchen Sie es noch einmal.

# label_tips_remove_favorite_success
source: Entry was successfully removed from your favourites.
de: Der Eintrag wurde erfolgreich aus der Merkliste entfernt.

# label_tips_remove_favorite_failure
source: Entry could not be removed from your favourites. Please try again.
de: Der Eintrag konnte nicht aus der Merkliste entfernt werden. Bitte versuchen Sie es noch einmal.

# label_tips_add_favorite_icon_semantics
source: Add Tips to my favourites
de: Tipps zur Merkliste hinzufügen

# label_tips_remove_favorite_icon_semantics
source: Remove Tips from my favourites
de: Tipps von Merkliste entfernen

# qrcode_invalid_dialog_title
source: QR code unknown
de: QR-Code unbekannt

# qrcode_invalid_dialog_message
source: This QR code does not belong to a product with an EU energy label.
de: Der QR-Code stammt nicht von einem Produkt mit EU-Energielabel.

# qrcode_invalid_dialog_button
source: OK
de: Verstanden

# qrcode_product_dialog_message
source: A EU energy label was recognized.
de: Es wurde ein EU-Energielabel erkannt.

# qrcode_product_dialog_favorite
source: Save in favourites
de: In Merkliste speichern

# qrcode_product_dialog_open
source: Open in browser
de: Im Browser öffnen

# qrcode_product_dialog_cancel
source: Cancel
de: Abbrechen

# semantics_share_button
source: Share
de: Teilen

# semantic_home_dashboard_logo
source: energy label app logo
de: Energie Label App Logo

# semantic_home_dashboard_drawer_menu_open
source: open menu
de: Menü öffnen

# semantic_home_dashboard_close_news
source: close news
de: News Schließen

# semantic_home_dashboard_drawer_menu_close
source: close menu
de: Menü schließen

# webview_errorview_title
source: An Error occurred while loading the webpage
de: Beim Laden ist ein Fehler aufgetreten

# webview_errorview_reload_button
source: Try again
de: Erneut versuchen
